const data = [
  {
    "sample": 2420,
    "coordinates": [104.3909125, 53.2440946],
    "name": "Дундай",
    "description": "Мергель светло-серый запесоченный с прослоями кр-бурых",
    "data": {
      "Hg (мг/кг)": 0.0157,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 7.19,
      "Sr (мг/кг)": 361,
      "V (мг/кг)": 191,
      "Cr (мг/кг)": 58,
      "Co (мг/кг)": 139,
      "Ni (мг/кг)": 7,
      "Cu (мг/кг)": 44,
      "Zn (мг/кг)": 32
    }
  },
  {
    "sample": 2421,
    "coordinates": [104.3909125, 53.2440946],
    "name": "Дундай",
    "description": "Мергель светло-серый запесоченный с прослоями кр-бурых",
    "data": {
      "Hg (мг/кг)": 0.0117,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 5.00,
      "Sr (мг/кг)": 150,
      "V (мг/кг)": 188,
      "Cr (мг/кг)": 37,
      "Co (мг/кг)": 112,
      "Ni (мг/кг)": 4,
      "Cu (мг/кг)": 30,
      "Zn (мг/кг)": 32
    }
  },
  {
    "sample": 2422,
    "coordinates": [104.3909125, 53.2440946],
    "name": "Дундай",
    "description": "Мергель светло-серый запесоченный с прослоями кр-бурых",
    "data": {
      "Hg (мг/кг)": 0.0077,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 5.40,
      "Sr (мг/кг)": 157,
      "V (мг/кг)": 204,
      "Cr (мг/кг)": 62,
      "Co (мг/кг)": 132,
      "Ni (мг/кг)": 9,
      "Cu (мг/кг)": 36,
      "Zn (мг/кг)": 42
    }
  },
  {
    "sample": 2423,
    "coordinates": [104.3908723, 53.2440957],
    "name": "Дундай",
    "description": "Мергель светло-серый запесоченный с прослоями кр-бурых",
    "data": {
      "Hg (мг/кг)": 0.0082,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 7.62,
      "Sr (мг/кг)": 201,
      "V (мг/кг)": 177,
      "Cr (мг/кг)": 56,
      "Co (мг/кг)": 118,
      "Ni (мг/кг)": 8,
      "Cu (мг/кг)": 45,
      "Zn (мг/кг)": 35
    }
  },
  {
    "sample": 2424,
    "coordinates": [104.3908723, 53.2440957],
    "name": "Дундай",
    "description": "Мергель светло-серый запесоченный с прослоями кр-бурых",
    "data": {
      "Hg (мг/кг)": 0.0099,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 7.66,
      "Sr (мг/кг)": 208,
      "V (мг/кг)": 190,
      "Cr (мг/кг)": 63,
      "Co (мг/кг)": 138,
      "Ni (мг/кг)": 9,
      "Cu (мг/кг)": 56,
      "Zn (мг/кг)": 35
    }
  },
  {
    "sample": 2425,
    "coordinates": [104.0739466, 53.3169155],
    "name": "Грязнушка",
    "description": "Доломит серый катаклазированный, выветрелый (до \"муки\")",
    "data": {
      "Hg (мг/кг)": 0.0075,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 2.77,
      "Sr (мг/кг)": 1661,
      "V (мг/кг)": 217,
      "Cr (мг/кг)": 30,
      "Co (мг/кг)": 33,
      "Ni (мг/кг)": 5,
      "Cu (мг/кг)": 13,
      "Zn (мг/кг)": 26
    }
  },
  {
    "sample": 2426,
    "coordinates": [104.0739466, 53.3169155],
    "name": "Грязнушка",
    "description": "Доломит серый массивный (плотный)",
    "data": {
      "Hg (мг/кг)": 0.0072,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 3.51,
      "Sr (мг/кг)": 1146,
      "V (мг/кг)": 163,
      "Cr (мг/кг)": 35,
      "Co (мг/кг)": 21,
      "Ni (мг/кг)": 5,
      "Cu (мг/кг)": 10,
      "Zn (мг/кг)": 22
    }
  },
  {
    "sample": 2427,
    "coordinates": [105.1409911, 52.80723],
    "name": "Муринский",
    "description": "Левая стенка отвала канавы",
    "data": {
      "Hg (мг/кг)": 0.2699,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 14.31,
      "Sr (мг/кг)": 497,
      "V (мг/кг)": 163,
      "Cr (мг/кг)": 78,
      "Co (мг/кг)": 44,
      "Ni (мг/кг)": 20,
      "Cu (мг/кг)": 33,
      "Zn (мг/кг)": 21
    }
  },
  {
    "sample": 2428,
    "coordinates": [105.1408478, 52.8072909],
    "name": "Муринский",
    "description": "Отвал шурфа",
    "data": {
      "Hg (мг/кг)": 0.0456,
      "As (мг/кг)": 26.6,
      "Pb (мг/кг)": 9.20,
      "Ba (мг/кг)": null,
      "Sr (мг/кг)": 582,
      "V (мг/кг)": 133,
      "Cr (мг/кг)": 163,
      "Co (мг/кг)": 132,
      "Ni (мг/кг)": 28,
      "Cu (мг/кг)": 82,
      "Zn (мг/кг)": 49
    }
  },
  {
    "sample": 2429,
    "coordinates": [105.1411168, 52.8071738],
    "name": "Муринский",
    "description": "Туфопесчаник оранжево-бурый изм. (горелик?)",
    "data": {
      "Hg (мг/кг)": 0.0056,
      "As (мг/кг)": 14.8,
      "Pb (мг/кг)": 22.23,
      "Ba (мг/кг)": null,
      "Sr (мг/кг)": 584,
      "V (мг/кг)": 117,
      "Cr (мг/кг)": 228,
      "Co (мг/кг)": 125,
      "Ni (мг/кг)": 17,
      "Cu (мг/кг)": 66,
      "Zn (мг/кг)": 42
    }
  },
  {
    "sample": 2430,
    "coordinates": [105.1413254, 52.8070837],
    "name": "Муринский",
    "description": "Туфопесчаник оранжево-бурый изм. (горелик?)",
    "data": {
      "Hg (мг/кг)": 0.0054,
      "As (мг/кг)": 18.4,
      "Pb (мг/кг)": 23.74,
      "Ba (мг/кг)": null,
      "Sr (мг/кг)": 579,
      "V (мг/кг)": 123,
      "Cr (мг/кг)": 128,
      "Co (мг/кг)": 132,
      "Ni (мг/кг)": 22,
      "Cu (мг/кг)": 73,
      "Zn (мг/кг)": 41
    }
  },
  {
    "sample": 2431,
    "coordinates": [105.1413904, 52.8070242],
    "name": "Муринский",
    "description": "Туфопесчаник оранжево-бурый изм. (горелик?)",
    "data": {
      "Hg (мг/кг)": 0.0065,
      "As (мг/кг)": 15.7,
      "Pb (мг/кг)": 22.66,
      "Ba (мг/кг)": null,
      "Sr (мг/кг)": 579,
      "V (мг/кг)": 123,
      "Cr (мг/кг)": 137,
      "Co (мг/кг)": 133,
      "Ni (мг/кг)": 24,
      "Cu (мг/кг)": 82,
      "Zn (мг/кг)": 45
    }
  },
  {
    "sample": 2432,
    "coordinates": [105.1416429, 52.8068854],
    "name": "Муринский",
    "description": "Туфопесчаник оранжево-бурый изм. (горелик?)",
    "data": {
      "Hg (мг/кг)": 0.0037,
      "As (мг/кг)": 20.7,
      "Pb (мг/кг)": 25.37,
      "Ba (мг/кг)": null,
      "Sr (мг/кг)": 593,
      "V (мг/кг)": 117,
      "Cr (мг/кг)": 128,
      "Co (мг/кг)": 132,
      "Ni (мг/кг)": 25,
      "Cu (мг/кг)": 82,
      "Zn (мг/кг)": 45
    }
  },
  {
    "sample": 2433,
    "coordinates": [105.1409911, 52.80723],
    "name": "Муринский",
    "description": "Туфопесчаник оранжево-бурый изм. (горелик?)",
    "data": {
      "Hg (мг/кг)": 0.0026,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 15.67,
      "Sr (мг/кг)": 407,
      "V (мг/кг)": 171,
      "Cr (мг/кг)": 131,
      "Co (мг/кг)": 79,
      "Ni (мг/кг)": 20,
      "Cu (мг/кг)": 63,
      "Zn (мг/кг)": 41
    }
  },
  {
    "sample": 2434,
    "coordinates": [105.1408478, 52.8072909],
    "name": "Муринский",
    "description": "Туфопесчаник оранжево-бурый изм. (горелик?)",
    "data": {
      "Hg (мг/кг)": 0.0113,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 11.48,
      "Sr (мг/кг)": 461,
      "V (мг/кг)": 211,
      "Cr (мг/кг)": 74,
      "Co (мг/кг)": 63,
      "Ni (мг/кг)": 10,
      "Cu (мг/кг)": 44,
      "Zn (мг/кг)": 35
    }
  },
  {
    "sample": 2435,
    "coordinates": [105.1391621, 52.8053496],
    "name": "Муринский",
    "description": "Шлих 100 зн Au",
    "data": {
      "Hg (мг/кг)": 0.0188,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 17.98,
      "Sr (мг/кг)": 736,
      "V (мг/кг)": 113,
      "Cr (мг/кг)": 39,
      "Co (мг/кг)": 44,
      "Ni (мг/кг)": 10,
      "Cu (мг/кг)": 27,
      "Zn (мг/кг)": 18
    }
  },
  {
    "sample": 2411,
    "coordinates": [104.3910035, 53.2441166],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0153,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 8.94,
      "Sr (мг/кг)": 407,
      "V (мг/кг)": 147,
      "Cr (мг/кг)": 96,
      "Co (мг/кг)": 120,
      "Ni (мг/кг)": 8,
      "Cu (мг/кг)": 56,
      "Zn (мг/кг)": 64
    }
  },
  {
    "sample": 2412,
    "coordinates": [104.3909605, 53.2440885],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0278,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 5.44,
      "Sr (мг/кг)": 557,
      "V (мг/кг)": 119,
      "Cr (мг/кг)": 96,
      "Co (мг/кг)": 156,
      "Ni (мг/кг)": 10,
      "Cu (мг/кг)": 56,
      "Zn (мг/кг)": 70
    }
  },
  {
    "sample": 2413,
    "coordinates": [104.3909125, 53.2440946],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0097,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 9.17,
      "Sr (мг/кг)": 489,
      "V (мг/кг)": 148,
      "Cr (мг/кг)": 99,
      "Co (мг/кг)": 139,
      "Ni (мг/кг)": 9,
      "Cu (мг/кг)": 60,
      "Zn (мг/кг)": 44
    }
  },
  {
    "sample": 2414,
    "coordinates": [104.3908723, 53.2440957],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0055,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 8.77,
      "Sr (мг/кг)": 473,
      "V (мг/кг)": 183,
      "Cr (мг/кг)": 88,
      "Co (мг/кг)": 141,
      "Ni (мг/кг)": 7,
      "Cu (мг/кг)": 58,
      "Zn (мг/кг)": 37
    }
  },
  {
    "sample": 2415,
    "coordinates": [104.3908353, 53.2440953],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0049,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 8.47,
      "Sr (мг/кг)": 680,
      "V (мг/кг)": 182,
      "Cr (мг/кг)": 96,
      "Co (мг/кг)": 133,
      "Ni (мг/кг)": 11,
      "Cu (мг/кг)": 55,
      "Zn (мг/кг)": 40
    }
  },
  {
    "sample": 2416,
    "coordinates": [104.3908054, 53.2440939],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0057,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 9.01,
      "Sr (мг/кг)": 378,
      "V (мг/кг)": 179,
      "Cr (мг/кг)": 83,
      "Co (мг/кг)": 124,
      "Ni (мг/кг)": 9,
      "Cu (мг/кг)": 63,
      "Zn (мг/кг)": 36
    }
  },
  {
    "sample": 2417,
    "coordinates": [104.3907842, 53.2440937],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0116,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 8.33,
      "Sr (мг/кг)": 400,
      "V (мг/кг)": 159,
      "Cr (мг/кг)": 79,
      "Co (мг/кг)": 130,
      "Ni (мг/кг)": 9,
      "Cu (мг/k)" : null
    }
  },
  {
    "sample": 2418,
    "coordinates": [104.3907534, 53.2440857],
    "name": "Дундай",
    "description": "М/М",
    "data": {
      "Hg (мг/кг)": 0.0053,
      "As (мг/кг)": null,
      "Pb (мг/кг)": null,
      "Ba (мг/кг)": 10.33,
      "Sr (мг/кг)": 411,
      "V (мг/кг)": 187,
      "Cr (мг/кг)": 108,
      "Co (мг/кг)": 151,
      "Ni (мг/кг)": 15,
      "Cu (мг/кг)": 88,
      "Zn (мг/кг)": 34
    }
  }
]


export default data;
